Repository: fstltna/the-pandoran-war
Catalog: locale/*.po
Languages: de

source: We're taking too many losses, Dodds. Fall back now, that's an order.
de: Wir haben heftige Verluste, Dodds. Rückzug, das ist ein Befehl.

source: A patrol group has sighted a number of crates drifting near to Alexandria. The contents of the crates is currently unknown, but they have been confirmed to be belong to the CSN. A shuttle has been dispatched to retrieve them, in case they should wander in to any shipping lanes. Once we have them in our possession, we will work to determine how they came to be here.
de: Eine Patrouille hat eine Reihe von Kisten gesichtet, die in der Nähe von Alexandria treiben. Der Inhalt ist unbekannt, aber sie gehören zur CSN. Ein Shuttle wurde entsandt, um sie einzusammeln, damit sie nicht in irgendwelche Schifffahrtswege eindringen. Sobald wir sie haben werden wie untersuchen wie sie hierher gelangen konnten.

source: Not expecting any company, Carr, so this should just be a routine pickup. We'll keep an eye out, though.
de: Wir erwarten keine Gesellschaft Carr. Sollte ein Routinejob seinWir halten die Augen offen.

source: The crates were found to be carrying a variety of munitions, though we're still unsure of where they came from. We're dispatching shuttles to accompany the next few patrols, in case we should encounter any more.
de: Es wurde festgestellt, dass die Kisten eine Vielzahl von Munition transportieren, obwohl wir uns immer noch nicht sicher sind, woher sie kamen. Wir schicken Shuttles, um die nächsten Patrouillen zu begleiten, für den Fall, dass wir noch weitere finden sollten.

source: Iron Patriots, we're again identifying a handful of crates drifting close to your current position. Please effect pick up.
de: Iron Patriots, wir identifizieren wieder eine Handvoll Kisten, die nahe an deiner aktuellen Position treiben. Bitte bewirken Sie Abholung.

source: Got it. Heading to the first one now
de: Ich habs. Gehe jetzt zum ersten

source: Iron Patriots, a stranded Dart has been spotted nearby. A tug has been dispatch to bring it in. Please escort it to the target's location.
de: Iron Patriots, ein gestrandeter Dart wurde in der Nähe gesichtet. Ein Schlepper wurde entsandt, um ihn einzuliefern. Bitte es zum Zielort eskortieren.

source: Know anything about the occupant, or affiliation?
de: Wissen Sie etwas über den Insassen oder die Zugehörigkeit?

source: Negative, Lieutenant. We'll know more once it's brought in.
de: Negativ, Lieutenant. Wir werden mehr wissen, sobald es hereinkommt.

source: Tow cable attached. Ready to head home.
de: Abschleppkabel angebracht. Bereit, nach Hause zu fahren.

source: We're done here. Let's bring our mystery guest in.
de: Wir sind hier fertig. Bringen wir unseren geheimnisvollen Gast herein.

source: Dan, we've got hostile vessels inbound. More Darts.
de: Dan, wir haben feindliche Schiffe an Bord. Mehr Darts.

source: Prepare to engage. Protect the asset!
de: Bereite dich darauf vor, dich zu engagieren Schützen Sie das Asset!

source: Alexandria, packaged delivered.
de: Alexandria, verpackt geliefert.

source: Excellent work, Lieutenant. Let's see what all this tell us. Come on home.
de: Ausgezeichnete Arbeit, Lieutenant. Mal sehen, was uns das alles sagt. Komm nach Hause.

source: The interogation of the pilot brought in earlier revealed that munitions are being traded with Helios' age-old enemy, the Nation of Tzac. The arms are being routed to Rothan, via Temper. This would explain the high pirate presence along the border. It doesn't explain why the packages were spilled, however, and our guest is keeping mum on the subject. Patrols are being stepped up, in an effort to help provide more intelligence.
de: Die Auslagerung des Piloteinsatzes ergab, dass Munition mit dem uralten Feind von Helios, der Nation of Tzac, gehandelt wird. Die Arme werden über Temper nach Rothhan geleitet. Dies würde die hohe Piratenpräsenz entlang der Grenze erklären. Es erklärt jedoch nicht, warum die Pakete verschüttet wurden, und unser Gast hält das Thema fest. Patrouillen werden verstärkt, um mehr Intelligenz zur Verfügung zu stellen.

source: Patrol, we have a major situation developing. A skirmish is taking place between a number of starfighters: Darts, Nymphs, and Fireflies.
de: Patrol, wir haben eine große Situation entwickelt. Ein Gefecht findet zwischen einer Reihe von Sternenjägern statt: Darts, Nymphen und Leuchtkäfer.

source: Pirates? Insurgents? Nation of Tzac?
de: Piraten? Aufständische? Nation von Tzac?

source: Too early to speculate. We want you to disable and bring in one craft from each side. The rest, you can eliminate.
de: Zu früh um zu spekulieren. Wir möchten, dass du ein Fahrzeug von jeder Seite deaktivierst und einbringst. Den Rest kannst du beseitigen.

source: On it.
de: Darauf.

source: This is Carr, reporting operation successful. Bagged us two squadron commanders.
de: Dies ist Carr, Berichtsoperation erfolgreich. Hat uns zwei Geschwader Kommandanten eingefangen.

source: Good work, Commander. Dispatching tugs to bring them in.
de: Gute Arbeit, Commander. Dispatching Schlepper, um sie hereinzubringen.

source: We finally have all the information we need to help safeguard the Confederation in these turbulent times. By smashing the pirate ring involved in the supplying of arms to Tzac, we can regain control of our internal security matters, and refocus on the war against the Pandorans. All targets must be destroyed, but be advised that the pirates have acquired rocket cannons, that could prove costly if underestimated.
de: Wir haben endlich alle Informationen, die wir brauchen, um den Bund in diesen turbulenten Zeiten zu schützen. Indem wir den Piratenring zerstören, der an der Lieferung von Waffen an Tzac beteiligt ist, können wir die Kontrolle über unsere inneren Sicherheitsangelegenheiten zurückgewinnen und uns wieder auf den Krieg gegen die Pandoraner konzentrieren. Alle Ziele müssen zerstört werden, aber darauf hingewiesen, dass die Piraten Raketenwerfer erworben haben, die sich als unterschätzt erweisen könnten.

source: Right, people, let's finish this. Engage at will. Leave nothing standing.
de: Richtig, Leute, lass uns das beenden. Engagieren Sie sich nach Belieben. Lass nichts stehen.

source: Alexandria: opposition stronger than expected. Requesting reinforcements.
de: Alexandria: Opposition stärker als erwartet. Verstärkung anfordern.

source: Acknowledged. They're on their way.
de: Anerkannt. Sie sind auf dem Weg.

source: Alexandria: reporting all captain vessels destroyed.
de: Alexandria: Meldung aller zerstörten Kapitänsschiffe.

source: Alexandria: sentry cannons eliminated.
de: Alexandria: Wachkanonen eliminiert.

source: Alexandria: reporting all enemy fighters destroyed.
de: Alexandria: Meldung aller zerstörten feindlichen Kämpfer.

source: This is Carr. Reporting threat eliminated, operation successful.
de: Das ist Carr. Meldebedrohung beseitigt, Operation erfolgreich.

source: Excellent work, Commander. We'll get a few frosty ones ready for your return.
de: Ausgezeichnete Arbeit, Commander. Wir werden ein paar frostige für Ihre Rückkehr bereit halten.

source: The Pandorans have commenced their attack on our home, and we must act immediately to defend ourselves. A wave of bombers is heading towards one of our starports. They need to be taken down with haste, before they get in range. They may only be being escorted by Jackals, but bare in a mind that the Pandoran pilots are highly skilled, and unrelenting in battle.
de: Die Pandoraner haben ihren Angriff auf unser Haus begonnen, und wir müssen sofort handeln, um uns zu verteidigen. Eine Bomberwelle zieht in Richtung eines unserer Starports. Sie müssen mit Eile abgebaut werden, bevor sie in Reichweite kommen. Sie werden vielleicht nur von Schakalen begleitet, aber sie sind davon überzeugt, dass die Pandora-Piloten hoch qualifiziert sind und im Kampf unerbittlich sind.

source: Recommending taking down the escorts before engaging the bombers. Just watch out for their rockets.
de: Es wird empfohlen, die Begleitpersonen vor dem Einsatz der Bomber auszuschalten. Passen Sie nur auf ihre Raketen auf.

source: Be warned, people, these Pandorans are said to be relentless in battle.
de: Seien Sie gewarnt, Leute, diese Pandoraner gelten als unerbittlich im Kampf.

source: The Pandoran war machine has commenced its advancement beyond Mitikas space. We must prepare to defend Iliad from this powerful foe. Exercise caution: despite outnumbering the enemy units that have entered our space, the Pandorans are said to be relentless in battle, and this small number could well still test us.
de: Die pandoranische Kriegsmaschine hat ihren Fortschritt über den Raum von Mitikas hinaus begonnen. Wir müssen uns darauf vorbereiten, Ilias vor diesem mächtigen Feind zu verteidigen. Vorsicht: Trotz der Überzahl der gegnerischen Einheiten, die unser Gebiet betreten haben, sollen die Pandoraner im Kampf unerbittlich sein, und diese kleine Zahl könnte uns noch prüfen.

source: In order to slow the advance of the Pandoran forces, we are going to target one of their supply lines. This should buy us some time while we await UNF and CSN reinforcements, and bring more of our capital ships into position.
de: Um den Vormarsch der Pandoranischen Truppen zu verlangsamen, werden wir eine ihrer Versorgungslinien anvisieren. Das sollte uns etwas Zeit verschaffen, während wir auf Verstärkung von UNF und CSN warten und mehr unserer Großkampfschiffe in Position bringen.

source: Dust Brothers, this is Control. An INF fighter squadron is inbound. Looks like they're summoned backup.
de: Staubbrüder, das ist Kontrolle. Ein INF-Jagdgeschwader ist ankommend. Sieht so aus, als wären sie zur Sicherung gerufen worden.

source: Message received. Will engage as necessary.
de: Nachricht erhalten. Wird bei Bedarf eingreifen.

source: Almost done here, Control, not many targets remaining.
de: Fast fertig hier, Kontrolle, nicht viele Ziele übrig.

source: Strider, be advised that we are tracking a further five INF fighters heading your way.
de: Streicher, bitte beachten Sie, dass wir weitere fünf INF-Kämpfer verfolgen, die sich Ihnen nähern.

source: Dammit, spoke to soon ...
de: Verdammt, sprach zu bald ...

source: We're ready to make a run against the Pandoran fleet's front line, and move our capital ships into strike range. Agamemnon's 1st will assist the Lady Jane Grey, and Joan of Arc, to engage three INF corvettes, under enemy control. We need to ensure that we take down the opposing capitals while ensuring our own survive. The enemy outnumber us, and we need to maintain our strength as much as possible.
de: Wir sind bereit, gegen die Frontlinie der Pandoranischen Flotte zu laufen und unsere Großkampfschiffe in Streichrichtung zu bewegen. Agamemnons 1. wird Lady Jane Grey und Jeanne d'Arc helfen, drei INF-Korvetten unter der Kontrolle des Gegners zu bekämpfen. Wir müssen sicherstellen, dass wir die gegnerischen Hauptstädte abbauen und gleichzeitig unser eigenes Überleben sichern. Der Feind ist uns zahlenmäßig überlegen, und wir müssen so stark wie möglich bleiben.

source: Agamemnon's 1st, we're detecting multiple Pandoran fighters moving in to intercept. Take them down, and protect The Lady Grey and Joan of Arc.
de: Agamemnons 1. Wir entdecken mehrere Pandoranische Kämpfer, die zum Abfangen einrücken. Nimm sie herunter und schütze die Lady Grey und Jeanne d'Arc.

source: Agamemnon's 1st, another wing is approaching. Continue to engage, and await your main targets.
de: Agamemnons 1., ein weiterer Flügel nähert sich. Setze dich weiter ein und warte auf deine Hauptziele.

source: Agamemnon's 1st, INF Astra has just arrived in the area. Engage and destroy.
de: Agamemnons 1. INF Astra ist gerade in der Gegend angekommen. Engagieren und zerstören.

source: Four Mitikas fighters.
de: Vier Mitikas Kämpfer.

source: Agamemnon's 1st, INF Buster and INF Ragnarok on approach. Determining escort groups ...
de: Agamemnons 1., INF Buster und INF Ragnarok bei Annäherung. Bestimmung von Begleitgruppen ...

source: Another small escort group: eight fighters.
de: Eine weitere kleine Begleitgruppe: acht Kämpfer.

source: They must be holding something back.
de: Sie müssen etwas zurückhalten.

source: Confirmed. Pandoran forces are sending in Scarab bombers.
de: Bestätigt. Pandoranische Truppen senden Skarabäus-Bomber ein.

source: Hell! We need to keep them away from Joan and Grey, while we take down their own capital ships.
de: Hölle! Wir müssen sie von Joan und Grey fernhalten, während wir ihre eigenen Großkampfschiffe abschießen.

source: Williams, the Dust Brothers are heading your way, to lend assistance. They should be with you in a few minutes.
de: Williams, die Dust Brothers, sind auf dem Weg, Hilfe zu leisten. Sie sollten in ein paar Minuten bei dir sein.

source: Much appreciated!
de: Sehr geschätzt!

source: Control, this is Williams. Enemy capital ships have been destroyed, along with all other forces.
de: Kontrolle, das ist Williams. Feindliche Großkampfschiffe wurden zusammen mit allen anderen Kräften zerstört.

source: Great work, Williams. Rejoin the main the fleet. The enemies forces are gaining strength and we need all the help we can get.
de: Tolle Arbeit, Williams. Tretet der Flotte wieder bei. Die feindlichen Kräfte gewinnen an Stärke und wir brauchen alle Hilfe, die wir bekommen können.

source: The defence of Iliad is slipping, our forces are being decimated. We have to hit the enemy back, hard. All available fighters are to move into range and engage. If we lose here, Iliad is finished. We are the last line of defence, and we cannot afford to fail.
de: Die Verteidigung der Ilias rutscht ab, unsere Kräfte werden dezimiert. Wir müssen den Feind hart treffen. Alle verfügbaren Kämpfer sollen sich in Reichweite bewegen und angreifen. Wenn wir hier verlieren, ist Iliad fertig. Wir sind die letzte Verteidigungslinie, und wir können es uns nicht leisten, zu versagen.

source: Stay sharp, people. We need to hold the line here!
de: Bleib scharf, Leute. Wir müssen die Linie hier halten!

source: Oh my God, there's a lot of them ...
de: Oh mein Gott, es gibt viele von ihnen ...

source: Pair up, and take them down together. We stand a much better chance that way.
de: Passen Sie zusammen und nehmen Sie sie zusammen. Auf diese Weise haben wir eine viel bessere Chance.

source: Heads up, people. Four INF corvettes just entered the area.
de: Heads up, Leute. Vier INF-Korvetten sind gerade in das Gebiet gekommen.

source: What's happened to all our own capital ships?!
de: Was ist mit all unseren eigenen Großkampfschiffen passiert ?!

source: They've been scratched.
de: Sie wurden zerkratzt.

source: That Dust Brothers have been flagged.
de: Diese Staubbrüder wurden markiert.

source: We have to sound the retreat!
de: Wir müssen den Rückzug anführen!

source: Mister, you remain where you are! We're not abando--
de: Herr, du bleibst, wo du bist! Wir geben nicht auf ...

source: The wing commander's dead.
de: Der Flügelkommandant ist tot.

source: We're taking a lot of damage here. Please assist.
de: Wir nehmen hier viel Schaden. Bitte helfen.

source: A simple test flight. Get used to piloting your fighter, without threat of attack or any other dangers to face. There are no objectives to complete in this mission, so you may quit it at any time and move on to the next one.
de: Ein einfacher Testflug. Gewöhne dich daran, deinen Kämpfer zu steuern, ohne Gefahr von Angriffen oder anderen Gefahren. Es gibt keine Ziele, die in dieser Mission erfüllt werden müssen. Du kannst sie jederzeit beenden und zum nächsten gehen.

source: Welcome to free flight.
de: Willkommen im Freiflug.

source: Practice turning, accelerating, and braking.
de: Übe das Wenden, Beschleunigen und Bremsen.

source: Don't forget about your Boost, either. That can be a life saver in certain situations.
de: Vergiss deinen Boost auch nicht. Das kann in bestimmten Situationen ein Lebensretter sein.

source: Practice using your fighter's weapons against a stationary target.
de: Üben Sie die Waffen Ihres Kämpfers gegen ein stationäres Ziel.

source: The Dart won't attack you, so when you're ready, you can blow the thing to pieces.
de: Der Dart wird dich nicht angreifen, wenn du bereit bist, kannst du das Ding in Stücke hauen.

source: Most targets you face in the field will be moving. This course gives you the chance to practice taking down an enemy that moves around.
de: Die meisten Ziele, denen du im Feld gegenüberstehst, werden sich bewegen. Dieser Kurs gibt Ihnen die Möglichkeit zu üben, einen Gegner, der sich bewegt, auszuschalten.

source: Face off against an opponent that is armed. The enemy in this course is a Dart, kitted out with twin particle cannons. It shouldn't prove too difficult a challenge.
de: Tretet einem bewaffneten Gegner gegenüber. Der Gegner in diesem Kurs ist ein Dart, der mit Zwillingspartikelkanonen ausgerüstet ist. Es sollte keine zu schwierige Herausforderung darstellen.

source: Practice using your ECM in the next encounter. The Dart here is equipped with missiles, which will home in on you. You can thwart these attacks by careful use of your ECM. Once you are done practicing, you can destroy the Dart and move on.
de: Übe mit deinem ECM in der nächsten Begegnung. Der Dart ist hier mit Raketen ausgestattet, die dich heimholen werden. Sie können diese Angriffe durch sorgfältigen Einsatz Ihres ECM vereiteln. Sobald Sie mit dem Üben fertig sind, können Sie den Pfeil zerstören und weitergehen.

source: Use your mag cannons to disable the enemy Dart. Disabling enemy craft and bringing the target in alive is sometimes an important step in securing lasting victory.
de: Benutze deine magischen Kanonen, um den gegnerischen Dart auszuschalten. Das feindliche Handwerk zu deaktivieren und das Ziel am Leben zu bringen, ist manchmal ein wichtiger Schritt, um einen dauerhaften Sieg zu erringen.

source: Switch to your Mag cannons and fire them at the Dart to disable it. Do not fire your plasma cannons or launch any missiles, as these could destroy the target.
de: Wechsle zu deinen Mag-Kanonen und feuere sie auf den Dart, um ihn zu deaktivieren. Feuern Sie Ihre Plasmakanonen nicht ab und starten Sie keine Raketen, da diese das Ziel zerstören könnten.

source: Battle along side two team mates to take on 3 enemy fighters.
de: Kämpfe mit zwei Teamkameraden gegen 3 feindliche Kämpfer.

source: Take on three enemy targets single handedly. Once again, these are Darts equipped with simple particle cannons. A single TAF should not find itself outclassed here, so long as the enemy are not allowed to gain the upper hand.
de: Nimm drei feindliche Ziele im Alleingang an. Auch dies sind Darts, die mit einfachen Partikelkanonen ausgestattet sind. Ein einzelner TAF sollte sich hier nicht in den Schatten stellen, solange der Gegner nicht die Oberhand gewinnen darf.

source: The Pandorans' push in to Independent space has led to a surge in pirate activity along the Confederation border. The threat needs to be dealt with immediately, starting with cutting back on the enemy presense at Temper.
de: Der Vorstoß des Pandoran in den unabhängigen Raum hat zu einem Anstieg der Piratenaktivität entlang der Konföderationsgrenze geführt. Die Bedrohung muss sofort angegangen werden, beginnend mit der Verringerung der Feindpräsens bei Temper.

source: Multiple incoming enemy fighters.
de: Mehrere ankommende feindliche Kämpfer.

source: Follow my lead. Break and attack at will.
de: Folge mir. Brechen und attackieren nach Belieben.

source: Despite recent efforts, the pirate and insurgent activity shows no sign of abating. We need to continue to smash the rings as we find them and prevent them from gaining a foothold in Temper, as this could only be bad for morale and the war effort. While we still face Darts, the modifications to these craft are becoming more prevelant, and there are more shielded and plasma-equipped fighters to be found in their ranks.
de: Trotz der jüngsten Bemühungen zeigt die Aktivität der Piraten und Aufständischen keinerlei Anzeichen einer Abschwächung. Wir müssen weiterhin die Ringe zerschlagen, wenn wir sie finden, und sie davon abhalten, in Temper zu Fuß zu kommen, da dies nur für die Moral und die Kriegsanstrengungen schlecht sein könnte. Während wir uns immer noch Darts gegenüber sehen, werden die Modifikationen an diesen Fahrzeugen immer präsenter und es gibt mehr abgeschirmte und mit Plasma ausgestattete Kämpfer in ihren Reihen.

source: As before, everyone. Let's take it to 'em.
de: Wie zuvor, alle. Bringen wir es ihnen.

source: Looks like these guys are all sporting modified Darts.
de: Sieht so aus, als ob diese Jungs alle modifizierte Darts haben.

source: Acknowledged. Watch out for the lasers, people. They'll smash your shields to pieces if you let 'em.
de: Anerkannt. Pass auf die Laser auf, Leute. Sie werden Ihre Schilde in Stücke zerschlagen, wenn Sie sie zulassen.

source: Allied intelligence have managed to locate one of the pirate ring lieutenants. We need to bring this man in alive, as he could provide us with further useful information that will allow us to track down and eliminate high ranking individuals. You will be piloting a Ray, and will need to use your Mag cannons to disable the target. Do not destroy the lieutenant's Dart.
de: Die alliierten Geheimdienste haben es geschafft, einen der Leutnants des Piratenrings ausfindig zu machen. Wir müssen diesen Mann am Leben erhalten, da er uns weitere nützliche Informationen liefern kann, die es uns ermöglichen, hochrangige Personen aufzuspüren und zu eliminieren. Sie werden einen Strahl steuern und müssen Ihre Mag-Kanonen verwenden, um das Ziel zu deaktivieren. Zerstöre den Dart des Leutnants nicht.

source: Seth, the lieutenant's Dart should be tagged on your HUD. Disable that ship as soon as possible.
de: Seth, der Dart des Leutnants sollte auf deinem HUD markiert sein. Deaktivieren Sie das Schiff so schnell wie möglich.

source: Got it.
de: Ich habs.

source: The rest of us will take down his buddies. Watch your stray fire around the mission target.
de: Der Rest von uns wird seine Freunde erledigen. Beobachten Sie Ihr Streufeuer um das Missionsziel herum.

source: Control, this is Strickland. Target has been suppressed, all other threats eliminated Will awake pickup.
de: Kontrolle, das ist Strickland. Das Ziel wurde unterdrückt, alle anderen Bedrohungen wurden beseitigt.

source: It took some time, but we have finally been able to extract the required information from the lieutenant we captured. His information has revealed that the pirates have formed a coalition to take advantage of the brewing war. We need to smash this alliance apart by targetting the faction leaders. They are currently fleeing an earlier ambush, one designed to send them your way. The leaders are all piloting acquired Nymphs. Take them down.
de: Es hat einige Zeit gedauert, aber wir haben es endlich geschafft, dem Leutnant, den wir gefangen genommen haben, die erforderlichen Informationen zu entnehmen. Seine Informationen haben ergeben, dass die Piraten eine Koalition gebildet haben, um den Braukrieg auszunutzen. Wir müssen diese Allianz zerschlagen, indem wir die Fraktionsführer ansprechen. Sie flüchten derzeit vor einem früheren Hinterhalt, der ihnen den Weg weisen soll. Die Leiter steuern alle erworbenen Nymphen. Nimm sie runter.

source: This is a straight forward one, guys: take down all enemy targets. But make sure none of those Nymphs make it to the jumpgate .
de: Dies ist ein direkter Weg, Jungs: Nimm alle feindlichen Ziele ab. Aber stellt sicher, dass keine dieser Nymphen es bis zum Sprungtor schafft.
