Repository: fstltna/the-pandoran-war
Catalog: locale/*.po
Languages: de

source: %s is retreating!
de: %s zieht sich zurück!

source: WARNING: INCOMING MISSILE!
de: WARNUNG: RAKETE IM ANFLUG!

source: %s (Engine)
de: %s (Motor)

source: %s (Component)
de: %s (Bestandteil)

source: %s (Gun)
de: %s (Gewehr)

source: Mission target has escaped.
de: Missionsziel ist entkommen

source: Civilian has been killed
de: Zivilist wurde getötet

source: Ally has been killed
de: Verbündeter wurde getötet

source: Particle Cannon
de: Partikelkanone

source: Plasma Cannon
de: Plasmakanone

source: Laser Cannon
de: Laserkanone

source: Mag Cannon
de: Schienengewehr

source: Rockets
de: Raketen (ungelenkt)

source: Missiles
de: Raketen (gelenkt)

source: (None)
de: (Keine)

source: (Combined Guns)
de: Kombinierte Waffe

source: Missiles (%d)
de: Raketen (%d)

source: Target: %.2fkm
de: Ziel: %.2fkm

source: Objective: %.2fkm
de: Ziel: %.2fkm

source: Jumpgate: %.2fkm
de: Sprungtor: %.2fkm

source: SELECT NEW FIGHTER
de: NEUES KAMPFFLUGZEUG WÄHLEN

source: Picked up %s
de: %s aufgehoben

source: Incomplete
de: Unvollständig

source: Complete
de: Vollständig

source: Failed
de: Gescheitert

source: Condition
de: Zustand

source: OBJECTIVES
de: ZIELE

source: (none)
de: (keine)

source: Time Limit: %s
de: Zeitlimit: %s

source: %s - Objective Complete!
de: %s - Ziel erreicht!

source: %s - Objective Failed!
de: %s - Ziel gescheitert!

source: New Objective : %s
de: Neues Ziel: %s

source: Target not in range
de: Ziel nicht in Reichweite

source: Caution: Leaving battle area - turn around.
de: Vorsicht: Schlachtfeld wird verlassen - drehe um.

source: Tow rope attached
de: Abschleppseil angebracht

source: Mission Complete!
de: Mission Geglückt!

source: Mission Failed!
de: Mission Fehlgeschlagen!

source: Cannot activate waypoint - outstanding objectives not yet complete
de: Zwischenpunkt konnte nicht aktiviert werden - Hauptziele noch nicht vollständig

source: Cannot activate waypoint - team mates too far away
de: Zwischenpunkt konnte nicht aktiviert werden

source: No Missiles
de: Keine Raketen

source: No ECM
de: Kein ECM

source: No Boost
de: Kein Booster

source: No Guns
de: Keine Waffen

source: Challenges
de: Herausforderungen

source: [Locked]
de: [Gesperrt]

source: Craft: %s
de: %s herstellen

source: Restrictions: %s
de: Einschränkungen: %s

source: Retain at least %d%% armour
de: Behalte mindestens %d%% Panzerung

source: Complete challenge in %d seconds or less
de: Schließe Herausforderung in %d Sekunden oder weniger ab

source: Attain a %d%% shot hit accuracy
de: Erreiche eine Treffgenauigkeit von %d%% mit Schusswaffen

source: Attain a %d%% rocket hit accuracy
de: Erreiche eine Treffgenauigkeit von %d%% mit ungelenkten Raketen

source: Attain a %d%% missile hit accuracy
de: Erreiche eine Treffgenauigkeit von %d%% mit gelenkten Raketen

source: Do not lose any team mates
de: Verliere keine Mannschaftskameraden

source: Do not lose more than 1 team mate
de: Verliere nicht mehr als einen Mannschaftskameraden

source: Do not lose more than %d team mates
de: Verliere nicht mehr als %d Mannschaftskameraden

source: Take down %d enemy targets
de: Zerstöre %d Feinde

source: Disable %d or more enemy fighters
de: Mache %d oder mehr feindliche Kämpfer unfähig

source: Collect %d packages
de: Sammle %d Pakete

source: %s has fallen to the Pandorans
de: %s wurde von Pandorianern besiegt

source: Missions: %d / %d
de: Missionen: %d / %d

source: Squadron: %s
de: Geschwader: %s

source: This mission has been completed.
de: Diese Mission wurde abgeschlossen.

source: Note: this is an Epic Mission.
de: Hinweis: Dies ist eine historische Mission.

source: Percent Complete
de: Prozent Vollständig

source: Missions Started
de: Missionen Angefangen

source: Missons Completed
de: Missionen abgeschlossen

source: Challenges Started
de: Herausforderungen Angefangen

source: Challenges Completed
de: Herausforderungen abgeschlossen

source: Shots Fired
de: Schüsse abgefeuert

source: Shots Hit
de: Schüsse getroffen

source: Accuracy
de: Genauigkeit

source: Rockets Fired
de: Raketen (ungelenkt) abgefeuert

source: Rockets Hit
de: Raketen (ungelenkt) getroffen

source: Missiles Fired
de: Raketen (gelenkt) abgefeuert

source: Missiles Hit
de: Raketen (gelenkt) getroffen

source: Enemies Killed
de: Feinde getötet

source: Enemies Killed (Player)
de: Feinde getötet (Spieler)

source: Allies Killed
de: Verbündete getötet

source: Times Killed
de: Male gestorben

source: Enemies Disabled
de: Feinde unfähig gemacht

source: Enemies Escaped
de: Feinde entkommen

source: ECM Used
de: ECM verwendet

source: Boost Used
de: Booster verwendet

source: Missiles Evaded
de: Raketen ausgewichen

source: Missiles Struck Player
de: Raketen abbekommen

source: Civilians Rescued
de: Zivilisten gerettet

source: Civilians Killed
de: Zivilisten getötet

source: Times used Tug
de: Abschleppseil genutzt

source: Times used Shuttle
de: Shuttle genutzt

source: Craft Towed
de: Fahrzeuge abgeschleppt

source: Items Collected
de: Gegenstände eingesammelt

source: Items Collected (Player)
de: Gegenstände eingesammelt (Spieler)

source: Longest Epic Kill Streak
de: Längster Multikill

source: Waypoints Visited
de: Zwischenpunkte besucht

source: Capital Ships Destroyed
de: Hauptschiff vernichtet

source: Capital Ships Lost
de: Hauptschiff verloren

source: Time Played
de: Spielzeit

source: Stats
de: Statistiken

source: Page %d / %d
de: Seite %d / %d

source: Fire
de: Schießen

source: Accelerate
de: Beschleunigen

source: Boost
de: Booster einsetzen

source: Brake
de: Bremsen

source: Select Target
de: Ziel Wählen

source: Fire Missile
de: Rakete abfeuern

source: Cycle Guns
de: Schusswaffe wechseln

source: Cycle Radar
de: Radar wechseln

source: Next Fighter
de: Nächster Kämpfer

source: Previous Fighter
de: Vorheriger Kämpfer

source: Controls
de: Steuerung

source: Click a control to change it, and then the key or mouse button you want to use.
de: Drücke eine Steuerung um sie zu ändern, und dann die Taste oder den Knopf den du benutzen willst.

source: [BACKSPACE] - Clear
de: [BACKSPACE] - Löschen

source: [ESCAPE] - Cancel
de: [ESCAPE] - Abbrechen

source: Options
de: Optionen

source: Note: you must restart the game for window size and fullscreen options to take effect.
de: Hinweis: Du musst das Spiel neu starten um die Fenstergröße oder Vollbildmodus zu übernehmen.

source: Note: this device does not support changing the screen resolution.
de: Hinweis: Auf diesem Gerät kann die Bildschirmauflösung nicht geändert werden.

source: Retry
de: Nochmal Versuchen

source: Quit
de: Beenden

source: Continue
de: Weiterspielen

source: Start Challenge Mission
de: Herausforderungsmission Anfangen

source: Resume
de: Fortsetzen

source: Return to Title
de: Zurück zum Menü

source: Restart
de: Neu Starten

source: Cancel
de: Abbrechen

source: Window Size
de: Fenstergröße

source: Sound Volume
de: Lautstärke (Effekte)

source: Music Volume
de: Lautstärke (Musik)

source: Fullscreen
de: Vollbildmodus

source: Controls ...
de: Steuerung...

source: Start Mission
de: Mission anfangen

source: Campaign
de: Kampagne

source: With the Pandorans having invaded Independent systems boardering the Mitikas Empire, we need to become more vigilant. Patrols around Torelli are being stepped up. Ensure you hit all the waypoints, and report any unusual activity that you encounter.
de: Da die Pandorianer in unabhängige Systeme neben dem Reich Mitikaseingefallen sind, müssen wir wachsamer sein. Patroullien um Torelli werden erhöht. Macht sicher dass ihr alle Zwischenpunkte besucht und alle ungewöhnlichen Aktivitäten berichtet.

source: Anyone got anything to report?
de: Hat irgendjemand etwas zu berichten?

source: You getting paranoid, Curtis?
de: Wirst du paranoid, Curtis?

source: You all saw what happened at Coyote.
de: Ihr habt alle gesehen, was bei Coyote passiert ist.

source: So, those Pandorans are, what, robots?
de: Also, die Pandorianer sind was, Roboter?

source: Alien-Human hybrid, I heard.
de: Eine Kreuzung zwischen Außerirdischen und Menschen, habe ich gehört.

source: Hard to kill, whatever they are. Heard they'll still be coming at you even if you take both arms off.
de: Was auch immer sie sind, sie sind schwer zu töten. Ich habe gehört, dass sie dich noch verfolgen, wenn du ihnen beide Arme abgetrennt hast.

source: And what'll they do then? Bite you to death?
de: Und was werden sie dann tun? Dich zum Tod beißen?

source: Eyes open, lads
de: Augen auf!

source: We're done. Anyone detect anything unusual?
de: Wir sind fertig. Hat irgendjemand etwas außergewöhnliches entdeckt?

source: Same old, same old.
de: Dasselbe, dasselbe wie immer.

source: Believe me, that's a good thing. Right, let's head home and report in
de: Glaube mir, das ist etwas gutes. Gut, jetzt können wir nach Hause gehen und Bericht erstatten

source: Patrols so far have not uncovered anything unusual, and it seems as though the increase in military presense is reducing the amount of illegal activity in this sector, with reported incidents down 80%. Still, we cannot afford to become complacent, and must continue with our sweeps.
de: Patroullien haben bis jetzt nicht außergewöhnliches entdeckt und es sieht so aus, als ob die Steigerung an Militär die Menge an illegalen Aktionen in diesem Sektor um 80% verringert hat.Trotzdem, wir können es uns nicht leisten sorglos zu werden und müssen mit unseren Patroullien weitermachen.

source: Eightballers, you have hostiles incoming. Identified as 3 Mitikas fighters; Jackals, possibly Pandoran. Engage, but exercise extreme caution.
de: Eightballers, feindliche Kräfte kommen auf euch zu. Wir konnten 3Mitikas Kämpfer identifizieren. Greift mit extremer Vorsicht an.

source: Control, enemies have been dispatched. Wasn't a comfortable fight.
de: Einsatzzentrale, Feinde wurden vernichtet. War kein schöner Kampf.

source: Eightballers, return home immediately, and deliver a full report. Do not leave out a single detail.
de: Eightballers, kommt sofort nach Hause und erstattet einen vollen Bericht. Lasst keine Einzelheit aus.

source: Got it. See you soon.
de: Verstanden. Sehe dich bald.

source: Following the devastating loss of the Iliad system, we need to continue to be vigilant against incursion into the Alba system. Check all five waypoints, and report immediate any unusual or suspicious activity you encounter.
de: Nach den vernichtenden Verlusten im Iliad System müssen wir wachsamsein und Angriffe auf das Alba System schützen. Überprüft alle fünfWegpunkte und berichtet sofort bei ungewöhnlichen Aktivitäten.

source: So, Iliad has fallen?
de: Also, Iliad ist gefallen?

source: From what I've heard.
de: Nach dem was ich gehört habe.

source: Did they retreat, or ...
de: Haben sie sich zurückgezogen, oder ...

source: They fought to the very last.
de: Sie haben bis zum letzten Mann gekämpft.

source: So that's it. The Pandorans have won?
de: Das war es dann also? Die Pandorianer haben gewonnen?

source: At Iliad, yes. Unless the local forces there can somehow hold off the enemy's ground assault.
de: Bei Iliad, ja. Außer wenn die hiesigen Kräfte dort irgendwie den Bodenangriff des Feindes abhalten können.

source: It's ... possible, right?
de: Es ist ... möglich, oder nicht?

source: The Pandorans will just nuke the place when they're done. They'll take what they need, kill everyone who stands in their way ...
de: Die Pandorianer werden den Platz einfach komplett zerstören wenn sie fertig sind. Sie werden nehmen was sie brauchen, jeden der im Weg steht töten ...

source: And even those who don't.
de: Und sogar die, die nicht im Weg stehen.

source: ...and move on.
de: ...und weiterziehen.

source: You're quiet, Wade.
de: Du bist ruhig, Wade.

source: Just thinking.
de: Nur ein Gedanke.

source: What about?
de: Über was?

source: How long it'll be before the Pandorans show up here.
de: Wie lang wird es dauern, bis die Pandorianer hier aufkreuzen.

source: They came by earlier, in case you don't remember.
de: Sie sind vorher vorbeigekommen, falls du dich nicht daran erinnerst.

source: And haven't been back since. Maybe we scared them off.
de: Und sind seitdem nicht zurückgekommen. Vielleicht haben sie Angst vor uns bekommen.

source: I doubt it, guys. They were probably just scouting.
de: Glaub ich nicht, Jungs. Sie haben wahrscheinlich nur das Gelände erkundet.

source: Where the hell are the CSN? Why weren't they at Iliad?
de: Wo zur Hölle ist die CSN? Warum waren sie nicht bei Iliad?

source: They weren't wanted, apparently. Iliad and the UNF aren't getting along so well at the moment.
de: Sie waren dort nicht willkommen. Iliad und die UNF kommen gerade nicht sehr gut miteinander aus.

source: Something to do with Adrian Parsons?
de: Hat das etwas mit Adrian Parsons zu tun?

source: That bloody idiot? It wouldn't surprise me. He's the reason we're now in this mess! If I ever meet that guy, nothing'll stop me from-
de: Dieser Idiot? Würde mich nicht überraschen. Er ist der Grund warum wir in diesem Durcheinander sind! Wenn ich den Kerl je treffe, nichts wird mich davon abhalten-

source: Hey, mind what you say. All these communications are logged.
de: Hey, pass auf, was du sagst. Diese Gespräche werden gespeichert.

source: (indecipherable muttering)
de: (unverständliches Gemurmel)

source: What do you mean, it's all Parsons' fault?
de: Was meinst du, es ist alles die Schuld von Parson?

source: He made an executive decision over in Coyote several months ago, that screwed everything up. Something about being charged with a super weapon.
de: He hat vor einigen Monaten in Coyote eine Entscheidung getroffen, die alles durcheinander gebracht hat. Etwas darüber, mit einer Superwaffe geladen zu sein.

source: Grendel's Mother?
de: Die Mutter von Grendel?

source: No, something it was carrying. Linked to the ATAFs, apparently.
de: Nein, etwas das sie geladen hatte. Mit den ATAFs verbunden, anscheinend.

source: The CSN built something that nuked a whole load of allied and Pandoran forces. It wasn't meant to be used in Coyote, though.
de: Die CSN hat etwas gebaut, das eine ganze Ladung von Verbündeten und pandorianischen Kräften zerstört hat. Es war aber nicht für Coyote gedacht.

source: You don't say.
de: Was du nicht sagst.

source: Okay, lads, let's wrap this topic up, eh?
de: Okay, Jungs, lasst uns dieses Gesprächsthema beenden, eh?

source: That's it, all done. Anyone got anything to report?
de: So, alles fertig. Hat irgendjemand etwas zu berichten?

source: Nothing.
de: Nichts.

source: Nope.
de: Nein.

source: Okay, let's get home and report in.
de: Okay wir können nach Hause gehen und Bericht erstatten.

source: The day that we have feared and the events that we attempted to avert are now upon us - the Pandoran army has commenced its push beyond Mitikas space, and is beginning to assault neighbouring Independent star systems. We need to fight back, in order to protect Clarke from becoming underrun by this menace. Take heed: this will not be an easy battle, but we have little choice and must secure victory here today.
de: Der Tag vor dem wir Angst hatten und die Ereignisse die wir versucht haben zu vermeiden sind nun gekommen - die pandorianische Armee ist nach Mitikas Platz noch weiter vorgestoßen und fängt an, benachbarte unabhängige Sterne anzugreifen. Wir müssen zurückschlagen um Clarke zu beschützen. Seit achtsam: dies wird kein einfacher Kampf sein, aber wir haben keine Wahl und müssen noch heute hier den Sieg erreichen.

source: We have successfully punched our way through several squadrons of Pandoran fighters, but their capital ships are fast approaching Dublin. Your objective is to take down two of their corvettes: INF Dirk and INF Blackjack. Ensure the Khepri-class bombers can get in close enough to delivery a strike.
de: Wir haben erfolgreich unseren Weg durch mehrere Geschwader von Pandorianischen Kämpfern gestoßen, aber ihre Hauptschiffe nähern sich schnell zu Dublin. Dein Ziel ist es, zwei ihrer Korvetten zu zerstören: INF Dirk und INF Blackjack. Stelle sicher dass die Khepri-klasse Bomber nah genug kommen können um anzugreifen.

source: Commander, enemy reinforcements are enroute. Looks like more INF fighters.
de: Kommandeur, Feindliche Verstärkung ist unterwegs. Sieht wie mehr INF Kämpfer aus.

source: Dammit! Let's make sure we down the Dirk before any more turn up.
de: Verdammt! Stellt sicher, dass wir die Dirk vernichten bevor mehr kommen

source: INF Dirk has been downed.
de: INF Dirk wurde vernichtet.

source: This is Carlyle. Enemy corvette has been destroyed. All other fighters scratched.
de: Hier ist Carlyle. Feindliche Korvette zerstört, Alle anderenKämpfer wurden beschädigt.

source: That's good work, Commander. We're preparing to engage more enemies, so we can't put our feet up just yet.
de: Gute Arbeit, Kommander. Wir bereiten uns vor um mehr Feinde anzugreifen. Keine Zeit zum entspannen.

source: Hell. Okay, we'll return momentarily. Carlyle out.
de: Verdammt. Okay, wir ziehen uns zurück. Carlyle Ende.

source: We need continue taking down the enemy's captial ships, digging in, and holding the line here. More of our own cap ships are heading up the field to meet the Pandorans head on. UNF Cleopatra is moving to intecept more enemy corvettes. Your orders are to assist it in achieving its goals.
de: Wir müssen ihre Hauptschiffe vernichten und unsere Stellung sichern.Mehr unserer Schiffe sind auf dem Weg um die Pandorianer anzugreifen.UNF Cleopatra wird weitere feintliche Korvetten angreifen. Eure Aufgabeist es, sie dabei zu unterstützen.

source: INF Khopesh is down.
de: INF Khopesh wurde vernichtet.

source: INF Blackjack has been destroyed.
de: INF Blackjack wurde vernichtet.

source: INF Asi has been destroyed.
de: INF Asi wurde zerstört.

source: This is Carlyle. Enemy targets have been eliminated. Cleopatra still in one piece.
de: Dies ist Carlyle. Feindliche Ziele wurden eliminiert. Cleopatra ist noch an einem Stück.

source: Acknowledged. Fall back to the main fleet and await new instructions.
de: Bestätigt. Kehrt zur Hauptflotte zurück und erwartet neue Befehle.

source: This is going to be a long day, eh?
de: Heute wird ein langer Tag, eh?

source: Maybe not, if we continue to lose ground the way we are already ...
de: Vielleicht nicht, wenn wir weiterhin Boden verlieren wie wir es gerade tun ...

source: Targets sighted: three capital ships, five escorts apiece.
de: Ziele gesichtet: Drei Hauptschiffe, jeweils fünf Eskorten.

source: You know what to do, guys. Let's take them down.
de: Ihr wisst was zu tun ist. Ausschwärmen und angreifen.

source: Want to take bets on how soon before they run?
de: Willst du wetten, wie lange es braucht bis sie fliehen?

source: Wouldn't call that a fair bet, mate. We all know they won't.
de: Das würde ich keine gerechte Wette nennen, Kumpel. Wir wissen alle das sie es nicht tun werden.

source: More fighters inbound.
de: Mehr Kämpfer im Anflug.

source: Picking up another Pandoran squadron, incoming.
de: Weiteres Pandoran Geschwader gesichtet.

source: See? That's why I didn't make a bet with you!
de: Siehst du? Das ist warum ich nicht mit dir gewettet habe!

source: All capital ships down. That's, what, fifty of these things we've scratched, alone?
de: Alle Hauptschiffe vernichtet. Damit haben wir fünzig von denDingern erwischt?

source: Seriously, I've lost count.
de: Im Ernst, ich habe den Überblick verloren.

source: How many more can the Pandorans have?
de: Wie viele können die Pandorianer noch haben?

source: Only way we'll find out is if we go to Kethlan, and I'm not keen on heading there anytime soon.
de: Wir werden es nur herausfinden wenn wir nach Kethlan gehen, und ich bin nicht scharf darauf, in der nächsten Zeit dort hinzugehen.

source: Looks like that's all of them.
de: Sieht aus als ob das alle sind.

source: Chaz, anything?
de: Chaz, irgendetwas?

source: Negative.
de: Negativ.

source: Okay, let's get back to Leviathan, and wait for Kelly and Estelle to rejoin us.
de: Okay, lasst uns zurück nach Leviathan gehen und darauf warten, dass sich Kelly und Estelle uns wieder anschließen.

source: Though we suffered heavy losses at Coyote, it is still important that we attempt to prevent, or at least slow, the Pandoran war machine's advance. Admiral Jenkins has ordered that the White Knights lead an attack on the enemy forces gathered in the system. The weight of the opposing forces remains tremendous, though the ATAFs should help to give us the edge in battle. Be advised that the enemy are now in possession of UNF fighter craft.
de: Obwohl wir bei Coyote viele Kämpfer verloren haben ist es wichtig, dass wir versuchen den Fortschritt der pandorianischen Kriegsmaschinerie zu verhindern oder zumindest zu verlangsamen. Admiral Jenkins hat befohlen, dass die Weißen Ritter einen Angriff auf die feindlichen Truppen im System führen. Die Menge der feindlichen Truppen bleibt gewaltig, obwohl die ATAFs uns helfen sollten im Kampf die Spitze zu gewinnen. Denkt daran, dass der Feind nun im Besitz eines UNF Kampfschiffs ist.

source: All fighters, this is Commander de Winter. Enemy targets sighted, engage at will.
de: An alle Streitkräfte, hier spricht Kommandant de Winter. Feindliche

source: More enemies inbound.
de: Mehr Feinde im Anflug.

source: Man, I've got to get me one of those!
de: Verdammt, ich brauche auch so eines!

source: What the hell are those things you're flying?
de: Was sind das für Dinger die ihr da fliegt?

source: An ATAF. Stands for Advanced Tactical Assault Fighter.
de: Ein ATAF. Advanced Tactical Assault Fighter.

source: The CSN rolling those out to everyone?
de: Bekommen wir die alle von der CSN?

source: No, they ... were built for a different purpose.
de: Nein, sie ... wurden für einen anderen Zweck gebaut.

source: What sort of purpose?
de: Welcher Zweck?

source: Sorry, for now, that's classified.
de: Sorry, das ist geheim.

source: Griffin, this is de Winter. All targets destroyed.
de: Griffin, hier spricht de Winter. Alle Ziele vernichtet.

source: Acknowledged, Commander. Stand by for new orders.
de: Bestätigt Kommander. Warte auf neue Befehle.

source: The initial fight back against the Pandoran has gone well, but the system is still choked with their forces. We need to continue to engage them and force them to abandon the system.
de: Der intiale Angriff hat gute Erfolge gebracht. Das System ist aber imme noch voller Streitkräfte. Wir müssen sie weiter angreifen und zwingen das System zu verlassen.

source: The assault isn't going as well as we want, and we're beginning to suffer heavy losses as the Pandoran forces overwhelm us. However, we need to continue the fight back, and attempt to hold the enemy here. They cannot be allowed to advance further in to Independent space.
de: Der Angriff läuft nicht so gut wie geplant. Wir haben heftige Verluste und die pandoranischen Kräfte beginnen uns zu überrennen. Trotzdem müssen wir weiterkämpfen und ihre Streitkräfte zurückhalten. Wir können nicht erlauben, dass sie sich weiter in unabhängiges Gebiet vorkämpfen.

source: We're getting our arses kicked here! Any chance of any backup?!
de: Wir bekommen ganz schön den Hintern versohlt! Wir brauchen Verstärkung

source: The White Knights are here! Finally!
de: Die weißen Knights sind hier! Endlich!

source: All fighters, Captain Bailey has signalled the retreat. Coyote is lost. Fall back to the jumpgate.
de: An alle Kämpfer, Kapitän Bailey hat das Signal zum Rückzug gegeben.Coyote ist verloren. Zieht euch zum Sprungtor zurück.

source: You all heard the Captain - fall back, we'll cover the retreat.
de: Ihr habt den Kapitän gehört - zieht euch zurück, wir gebeneuch Rückendeckung.

source: Estelle, we've got this. We can take them.
de: Estelle, wir haben die Lage unter Kontrolle.
