Repository: fstltna/the-pandoran-war
Catalog: locale/*.po
Languages: de

source: With the leaders all gone, we're now in a position to end the organised piracy problem in Temper for good. We have identified a number of Darts massing for what appears to be a strike against CSN assets, in retribution. We're not going to give the pirates the chance to do so, and strike them first. Strickland will lead the Steel Bulls into battle.
de: Mit den Führern, die alle weg sind, sind wir jetzt in der Lage, das organisierte Piraterieproblem in Temper endgültig zu beenden. Wir haben eine Reihe von Dart-Massierungen für einen scheinbar gegen CSN-Assets streitenden Spieler identifiziert. Wir werden den Piraten keine Chance geben und sie zuerst schlagen. Strickland wird die Steel Bulls in die Schlacht führen.

source: Enemy forces sighted.
de: Feindliche Kräfte gesichtet.

source: This is it, boys and girls, let's stick it to 'em. Break and attack!
de: Das ist es, Jungs und Mädchen, lasst es uns ankleben. Brechen und angreifen!

source: Looks like we touched a nerve. We've got more Darts incoming.
de: Sieht so aus, als hätten wir einen Nerv berührt. Wir haben mehr Darts bekommen.

source: Another group just arrived.
de: Eine andere Gruppe ist gerade angekommen.

source: They'll keep lining 'em up, and we'll keep knocking them down.
de: Sie werden sie weiter anzünden, und wir werden sie weiter niederschlagen.

source: Another group. That tallies with the numbers we were expecting.
de: Eine andere Gruppe. Das stimmt mit den Zahlen überein, die wir erwartet haben.

source: Looks like that was the last of 'em.
de: Sieht so aus, als wäre das der Letzte von ihnen.

source: Spirit, this is Commander Strickland. Opposing forces have been defeated.
de: Geist, das ist Commander Strickland. Gegenkräfte wurden besiegt.

source: Acknowledged. Good work out there, Commander. Thanks to you, Temper will be a safer system, and we can focus on shoring up our defenses against the Pandoran forces. Come on home.
de: Anerkannt. Gute Arbeit dort draußen, Commander. Dank dir wird Temper ein sichereres System sein, und wir können uns darauf konzentrieren, unsere Verteidigung gegen die Pandoran-Truppen zu verstärken. Komm nach Hause.

source: As already confirmed by Neal Stockwell, the evacuation of Oracle IX in response to the supernova has not be progressing as rapidly as many would like. And now, with the Pandoran army on the move, we need to quicken the pace. A number of civilian stragglers has been identified near to Oracle IX, who are in need of escort to the evacuation point. Your objective is to locate all the civilation craft in the area, and bring them in. No enemy forces are expected, but it is best to be on your guard.
de: Wie bereits von Neal Stockwell bestätigt, hat die Evakuierung von Oracle IX als Antwort auf die Supernova nicht so schnell Fortschritte gemacht, wie es viele gerne hätten. Und jetzt, mit der Pandoranischen Armee, müssen wir schneller werden. Eine Anzahl von Nachzüglern wurde in der Nähe von Oracle IX identifiziert, die eine Eskorte zur Evakuierungsstelle benötigen. Ihr Ziel ist es, alle zivilisatorischen Fahrzeuge in der Gegend zu finden und einzuholen. Es werden keine feindlichen Truppen erwartet, aber es ist am besten, auf der Hut zu sein.

source: ABCs, this is Control. Round up those civilians and escort them to the jumpgate as quick as you can.
de: ABCs, das ist Kontrolle. Ziehe die Zivilisten zusammen und begleite sie so schnell wie möglich zum Sprungtor.

source: We're not expecting any opposition, but be prepared to engage hostiles if needed.
de: Wir erwarten keinen Widerstand, aber seien Sie bereit, bei Bedarf auch Feinde zu bekämpfen.

source: We have identified around a dozen more stragglers that need to be brought in. Lead them to the evacuation point as before. Take caution: intelligence picked up encrypted signals that appear to match those used by the Pandorans for their transmissions. Enemy forces should be engaged and destroyed or routed on contact. Civilian losses should be minimised.
de: Wir haben etwa ein Dutzend weiterer Nachzügler identifiziert, die hereingebracht werden müssen. Führen Sie sie wie zuvor zum Evakuierungspunkt. Vorsicht: Die Nachrichtendienste haben verschlüsselte Signale empfangen, die denen entsprechen, die von den Pandoranern für ihre Übertragungen verwendet werden. Feindliche Kräfte sollten bei Kontakt mit ihnen in Kontakt gebracht und zerstört oder geroutet werden. Zivile Verluste sollten minimiert werden.

source: The final stages of the evacuation are in progress, but the situation is getting tight. We've received an SOS from a group of civilians who have had a run in with some scavengers. Ordinarily, we would secure the area first before deploying rescue, but with the situation becoming ever desperate, we are going to send out the tug now. Bring home each civilian craft - the enemy should ignore them for now.
de: Die letzten Phasen der Evakuierung sind im Gange, aber die Situation wird knapp. Wir haben ein SOS von einer Gruppe von Zivilisten erhalten, die mit einigen Aasfressern zusammengestoßen sind. Normalerweise würden wir das Gebiet zuerst sichern, bevor wir die Rettung bereitstellen, aber angesichts der Tatsache, dass die Situation immer verzweifelter wird, werden wir jetzt den Schlepper aussenden. Bringen Sie jedes zivile Fahrzeug nach Hause - der Feind sollte sie vorerst ignorieren.

source: The Pandorans' arrival is imminent, but the evacuation is nearing completion. We need only mop up some of the stragglers. Two of the White Knights will be assisting, before moving on to hit the enemy's supply line. You should concentrate on getting the civilians to safety, and letting the ATAFs do the bulk of the work.
de: Die Ankunft der Pandoraner ist unmittelbar bevorstehend, aber die Evakuierung nähert sich dem Ende. Wir müssen nur einige der Nachzügler aufwischen. Zwei der Weißen Ritter werden assistieren, bevor sie weitergehen, um die Versorgungslinie des Feindes zu treffen. Sie sollten sich darauf konzentrieren, die Zivilisten in Sicherheit zu bringen und die ATAFs den Großteil der Arbeit erledigen lassen.

source: Enemy craft detected. Pandorans, in both INF and UNF fighters.
de: Feindliches Handwerk entdeckt. Pandoraner, sowohl in INF-und UNF-Kämpfer.

source: Chaz, you're with me. Wiley, you and your boys get those civilians to the jumpgate.
de: Chaz, du bist bei mir. Wiley, du und deine Jungs bringen diese Zivilisten zum Sprungtor.

source: We've spotted the next group of civilians. Sending you the coordinates.
de: Wir haben die nächste Gruppe von Zivilisten entdeckt. Wir schicken euch die Koordinate.

source: Picking up more Pandoran fighters, moving to intercept.
de: Mehr Pandoranische Kämpfer aufnehmen, zum Abfangen bewegen.

source: The final civilian group is here.
de: Die letzte Zivilistengruppe ist hier.

source: More Pandorans. Keep knocking them down, Chaz. We're almost done.
de: Mehr Pandoraner. Wirf sie immer wieder um, Chaz. Wir sind fast fertig.

source: Control, this is Wiley. Civilians have been extracted.
de: Kontrolle, das ist Wiley. Zivilisten wurden extrahiert.

source: Wiley, ensure all enemy forces have been eliminated.
de: Wiley, stelle sicher dass alle Feindlichen Kräfte eliminiert wurden.

source: Control, this is de Winter. All enemy forces have been destroyed.
de: Kontrolle, dies ist de Winter. Alle Feindliche Kräfte wurden zerstört.

source: Excellent, we're very grateful for the assistance.
de: Hervorragend, wir sind sehr dankbar für die Hilfe.

source: The Pandoran fleet is closing in on Oracle IX, and their capital ships are moving rapidly up the field. We need to hold them back for as long as possible, to give the final evacuees time to escape the system. This will need to be done with fighters along. However, Lieutenant Commanders Taylor and Todd of the White Knights will be lending assistance with the ATAFs, which should give us the edge in battle.
de: Die Pandoranische Flotte nähert sich Oracle IX und ihre Großkampfschiffe bewegen sich schnell auf dem Feld. Wir müssen sie so lange wie möglich zurückhalten, um den letzten Evakuierten Zeit zu geben, dem System zu entkommen. Dies wird mit Kämpfern gemacht werden müssen. Lieutenant Commanders Taylor und Todd von den Weißen Rittern werden jedoch Hilfe bei den ATAFs leisten, was uns im Kampf die Oberhand geben sollte.

source: Our orders are to take down as many of the enemy corvettes as possible. Break and attack at will.
de: Unsere Befehle sind, so viele feindliche Korvetten wie möglich auszuschalten. Brechen und attackieren nach Belieben.

source: How many of them are we expecting?
de: Wie viele von ihnen erwarten wir?

source: Five, at least. And they have escorts, too.
de: Fünf, mindestens. Und sie haben auch Eskorten.

source: Hell, we're dropping like flies here!
de: Hölle, wir fallen wie Fliegen hier!

source: Hang in there, Lieutenant, we'll try and cover you.
de: Bleib dran, Lieutenant, wir werden versuchen, dich zu decken.

source: Thunderbolt is down.
de: Donnerkeil ist unten.

source: Picking up two more Pandoran capital ships incoming.
de: Abholung von zwei weiteren pandoranischen Großkampfschiffen.

source: INF Gram and INF Morning Star have arrived. Follow my lead!
de: INF Gram und INF Morning Start sind angekommen. Folgt meiner Führung!

source: Scratch another two Imperial corvettes.
de: Scratch noch zwei Kaiser Korvetten.

source: Tracking two more corvettes heading your way: Dragonlance and Trident.
de: Verfolgen Sie zwei weitere Korvetten, die sich Ihnen nähern: Dragonlance und Trident.

source: Dragonlance, eh? As in, a lance used for killing dragons? Yeah, they wish.
de: Drachenlanze, was? Wie in einer Lanze, die benutzt wurde, um Drachen zu töten? Ja, sie wünschen.

source: They're not the only ones.
de: Das sind nicht die Einzigen.

source: Leviathan, this is Taylor. All targets have been eliminated.
de: Leviathan, das ist Taylor. Alle Ziele wurden eliminiert.

source: Acknowledged. We're preparing to fall back and abandon Warro. Return to Leviathan as soon as possible.
de: Anerkannt. Wir bereiten uns vor, zurückzufallen und Warro aufzugeben. Kommt so bald wie möglich nach Leviathan zurück.

source: Understood, will see you soon.
de: Vertanden, sehe dich bald.

source: Nice working with you, Wiley.
de: Schön mit dir zusammen zu arbeiten, Wiley.

source: Likewise. Maybe we'll get it do it again some day, though a part of me really hopes we won't need to ....
de: Gleichfalls. Vielleicht schaffen wir es eines Tages wieder, obwohl ein Teil von mir wirklich hofft, dass wir das nicht brauchen werden ....
